christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
djabraham.vscode-yaml-validation
dzannotti.vscode-babel-coloring
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
humao.rest-client
jprestidge.theme-material-theme
PeterJausovec.vscode-docker
Pivotal.vscode-concourse
PKief.material-icon-theme
Stephanvs.dot
streetsidesoftware.code-spell-checker
tuxtina.json2yaml
vscjava.vscode-java-pack
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-java-test
